{
   "Most Te következel!": "You're next now!",
   "Kezdjük el!": "Let's start!",
   "Add meg a neved": "Enter your name",
   "Kérjük add meg a neved!": "Please enter your name!",
   "Add meg az e-mail címed": "Enter your email address",
   "Kérjük add meg az e-mail címed!": "Please enter your email address!",
   "Név": "Name",
   "E-mail cím": "Email address",
   "A pénz a kitartás fáján nő": "Money grows on the tree of persistence",
   "Projektek": "Projects",
   "Passziv Profilom": "Passive Profile",
   "Egy befektető élete": "Life of an Investor",
   "Első év: Azt mondják, hogy túl kockázatos": "First Year: They say it's too risky",
   "Második év: Azt mondják, hogy hazárdőr": "Second Year: They say you're a gambler",
   "Harmadik év: Azt mondják, hogy csak vesztegeted az idődet": "Third Year: They say you're just wasting your time",
   "Ötödik év: Azt mondják, hogy szerencséd volt": "Fifth Year: They say you were lucky",
   "Tizedik év: Megkérnek, hogy segíts nekik": "Tenth Year: They ask you to help them",
   "Kezdőlap": "Home",
   "Legyél Te is részese a jövőnek": "Be a part of the future too",
   "Befektetni nem csak a gazdagok kiváltsága, hanem mindenki lehetősége. A pénzünk nemcsak a jelen, hanem a jövőnk is. Induljunk el az úton a": "Investing is not just a privilege of the wealthy, but an opportunity for everyone. Our money is not only for the present, but also for our future. Let's start on the path to",
   "pénzügyi biztonság és siker": "financial security and success",
   "felé, és legyünk részesei a jövőnek!": "and be part of the future!",
   "Sokan álmodoznak a": "Many dream of",
   "pénzügyi függetlenségről": "financial independence",
   "és a biztonságos jövőről. Azonban az álmodozás önmagában nem elegendő. Ahhoz, hogy ezek az álmok valóra váljanak, lépéseket kell tennünk. Az egyik legfontosabb lépés pedig a befektetés.": "and a secure future. However, dreaming alone is not enough. To make these dreams come true, we need to take steps. And one of the most important steps is investing.",
   "A befektetések lehetőséget kínálnak arra, hogy pénzünket hosszú távon megsokszorozzuk.": "Investments offer the opportunity to multiply our money in the long term.",
   "A befektetések révén részvényesei lehetünk olyan vállalatoknak, amelyek sikerre vannak ítélve.": "Through investments, we can become shareholders of companies destined for success.",
   "A megfelelő befektetésekkel kihasználhatjuk a pénz időértékének növekedését.": "With the right investments, we can capitalize on the growth of money over time.",
   "Ismerjük meg az elérhető befektetési lehetőségeket és válasszuk ki azokat, amelyek leginkább megfelelnek számunkra.": "Let's explore the available investment opportunities and choose those that best suit us.",
   "Készítsünk terveket és célokat, hogy strukturáltan és tudatosan kezeljük pénzügyeinket.": "Let's make plans and set goals to manage our finances in a structured and conscious way.",
   "Kérjünk szakértő segítséget, ha szükséges, hogy biztos alapokon álljon a befektetési döntésünk.": "Let's seek expert assistance if necessary to ensure a solid foundation for our investment decisions.",
   "Az idő egyik legértékesebb eszköze a befektetések világában is. Minél hamarabb elkezdünk befektetni, annál hosszabb idő áll rendelkezésünkre a hozamok növekedéséhez.": "Time is one of the most valuable assets in the world of investments as well. The sooner we start investing, the more time we have for the growth of returns.",
   "A piacok mindig változnak, és a legjobb idő a befektetésre gyakran most van.": "Markets are always changing, and often the best time to invest is now.",
   "Miért érdemes befektetni?": "Why is it worth investing?",
   "Hogyan kezdjünk bele?": "How should we start?",
   "Miért érdemes most elkezdeni?": "Why is it worth starting now?",
   "Most van az ideje a befektetésnek": "Now is the time for investment",
   "Ha itt vagy, valószínűleg fontos számodra az": "If you're here, financial security",
   "anyagi biztonság": "and future planning are likely important to you.",
   "és a jövő tervezése. Ebben a világban az egyik legfontosabb lépés, amit tehetünk, hogy elkezdünk befektetni.": "In this world, one of the most important steps we can take is to start investing.",
   "A pénz okos embernek: zsebben ülő szolga.\nAz oktalan embernek: zsebben ülő úr.": "To the wise person, money is a servant in the pocket.\n To the foolish person, money is a master in the pocket.",
   "Folyamatosan fejlődő magyar vállalkozás": "Continuously evolving Hungarian enterprise",
   "Saját fejlesztésű robotokkal való kereskedés": "Trading with self-developed robots",
   "Nyilvánosság előtt magukat vállaló tulajdonosok": "Owners who publicly stand by themselves",
   "Több nemzetközi díj": "Multiple international awards",
   "7% átlagos havi bónusz": "Average monthly bonus of 7%",
   "Érdekel": "Interested",
   "Egyszerű, felhasználó barát felület": "Simple, user-friendly interface",
   "Forex és Cryptocurrency Kereskedés": "Forex and Cryptocurrency Trading",
   "Hosszútávú, kormány által támogatott project": "Long-term project supported by the government",
   "közötti havi hozam": "monthly return",
   "Nagyon erős és jövedelmező affeliate rendszer": "Very strong and profitable affiliate system",
   "A Pooolse Projekt legfőbb célja, hogy a crypto piac kiemelkedő hozamaiból MINDENKI részesülhessen, Te is - akkor is ha nem állnak közel hozzád a cryptok, s azok kereskedésével sem foglalkozol.": "The main goal of the Pooolse Project is for EVERYONE to benefit from the outstanding returns of the crypto market, including you - even if cryptocurrencies are not close to you, and you don't deal with their trading.",
   "A Pooolse figyeli a crypto piacot, a különböző idősíkokat és végzi a kereskedési tranzakciókat (neked semmilyen kereskedési paramétert nem kell megadnod). A Pooolse használata egyszerű, érthető, a napi hozamokat pedig a Pooolse walletedben követheted minden nap.": "Pooolse monitors the crypto market, various timeframes, and performs trading transactions (you don't need to provide any trading parameters). Using Pooolse is simple, understandable, and you can track daily returns in your Pooolse wallet every day.",
   "A Pooolse NFT-k értékét teljes egészében a profi kereskedők által beállított, szintén díjnyertes Tradensea motorja növeli a megvásárolt NFT-k összegével történő automatikus kereskedések révén addig, amíg az NFT értékének a háromszorosát el nem éri - a": "The value of Pooolse NFTs is increased by the award-winning Tradensea engine set entirely by professional traders through automatic trades based on the amount of purchased NFTs until it reaches three times the value of the NFT - the",
   "napi hozam naponta kerül kifizetésre": "daily return is paid out daily",
   "a Pooolse felhasználóinak.": "to Pooolse users.",
   "A Pooolse": "Pooolse",
   "kiváló megtakarítás diverzifikációs eszköz": "an excellent savings diversification tool",
   "ötvözve a rövid -, közép - és hosszútávú megtakarítás jellemzőit. Kiemelkedő hozamai eredményeként egy igazán attraktív alternatívát jelent a hagyományos megtakarítási instrumentumokkal szemben, amely segít az infláció okozta elértéktelenedéstől megvédeni pénzedet!": "combining the characteristics of short-term, medium-term, and long-term savings. As a result of its outstanding returns, it offers a truly attractive alternative to traditional savings instruments, helping to protect your money from depreciation caused by inflation!",
   "Kezdjük el most!": "Let's start now!",
   "A TLC Trading AI (korábban TradeLikeCrazy) platform 2024. januárjában indult hivatalos, Örményországban bejegyzett társaság. A TLC működésének lényege a kriptotőzsdei kereskedés, ezen belül konkrétan: kriptovaluta arbitrázs, futures és spot kereskedés skalpoló technikával": "The TLC Trading AI (formerly TradeLikeCrazy) platform officially launched in January 2024 as a registered company in Armenia. The essence of TLC's operation is cryptocurrency trading, specifically cryptocurrency arbitrage, futures, and spot trading with scalping techniques.",
   "A TLC nagy hangsúlyt fektet a kockázatok csökkentésére, ezért a rendelkezésére álló tőkének csak legfeljebb a 2-5%-ával kereskedik egyidejűleg, ráadásul minimális tőkeáttéttel.": "TLC places great emphasis on reducing risks, so it trades only up to 2-5% of available capital simultaneously, with minimal leverage.",
   "Ez az óvatos megközelítés az egyik garanciája a cég": "This cautious approach is one of the guarantees of the company",
   "hosszútávú működésének és pénzügyi stabilitásának. ": "long-term operation and financial stability.",
   "A másik garancia az örmény kormányzat által biztosított tőkevédelem!": "Another guarantee is capital protection provided by the Armenian government!",
   "A cég öt napon át forexen, és hat napon át kriptovalutával generál nyereséget hetente! Hétfőn emiatt nincs jóváírás.": "The company generates profits from forex for five days and from cryptocurrency for six days a week! Therefore, there is no credit on Mondays.",
   "Kereskedési csomagok vásárolhatók 20 USDT-től. Minél több csomagja van egy felhasználónak, nyilván annyival több eredményre számíthat.": "Trading packages can be purchased from 20 USDT. The more packages a user has, the more results can be expected.",
   "Üdvözlünk az oldalon": "Welcome to the site",
   "Gratulálunk Az első lépést megtetted egy szabadabb és passzívabb élet felé.": "Congratulations! You've taken the first step towards a more free and more passive life.",
   "A passzív bevétel nem álom, a mai világban egyre több eszköz áll a rendelkezésünkre, hogy minnél könnyebben megteremtsük szabadabb életünket. Mi ezeket a projecteket használjuk fel a saját álmunk, a passzív jövedelem kialakítására.": "Passive income is not a dream; in today's world, more and more tools are available to us to create a freer life more easily. We use these projects to realize our own dream of creating passive income.",
   "A mi kis csapatunk tagjai is voltak alkalmazottak, akik nap mint nap dolgoztak keményen egy jobb fizetés érdekében.": "The members of our small team were also employees who worked hard every day for a better salary.",
   "Alkalmazottból vállalkozók lettünk egy szabadabb élet reményében, itt még többet dolgoztunk, csak a magunk főnökei voltunk (még rosszabb). Később elértük azt a szintet, hogy a pénzünket dolgoztassuk magunk helyett.": "We became entrepreneurs from employees in the hope of a freer life; here we worked even harder, only to be our own bosses (even worse). Later, we reached the point where we made our money work for us instead.",
   "Ekkor értettük meg, egyszer élünk, és ha kicsivel is kezdjük, de a legjobb kezdés mindig a MOST, előbb utóbb eredményes lesz ha kitartóak vagyunk..": "That's when we realized we only live once, and even if we start small, the best start is always NOW; sooner or later, we'll be successful if we're persistent.",
   "Következő lépések": "Next steps",
   "Hasznos videók": "Useful videos",
   "Elérhetőségeink": "Contact us"
}
